tap 'burntsushi/ripgrep', 'https://github.com/BurntSushi/ripgrep.git'
tap 'caskroom/cask'
tap 'cytopia/tap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'minio/stable'
tap 'osrf/ros2'
tap 'ros/deps'
tap 'timsutton/formulae'
brew 'awscli'
brew 'curl'
brew 'libusb'
brew 'libusb-compat'
brew 'dfu-programmer'
brew 'fish'
brew 'lua'
brew 'highlight'
brew 'mas'
brew 'openssl'
brew 'python'
brew 'mercurial'
brew 'node'
brew 'pcre'
brew 'pv'
brew 'python3'
brew 's3cmd'
brew 'the_silver_searcher'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'youtube-dl'
brew 'z'
brew 'burntsushi/ripgrep/ripgrep-bin'
brew 'minio/stable/mc'
brew 'minio/stable/minio'
brew 'timsutton/formulae/brew-pkg'
cask 'betterzipql'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'suspicious-package'
mas '2Do', id: 477670270
mas 'Asset Catalog Creator Free', id: 866571115
mas 'Deckset', id: 847496013
mas 'GarageBand', id: 682658836
mas 'GIPHY CAPTURE', id: 668208984
mas 'iMovie', id: 408981434
mas 'Install macOS Sierra', id: 1127487414
mas 'iPhoto', id: 408981381
mas 'Keynote', id: 409183694
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Remote Desktop', id: 409907375
mas 'Xcode', id: 497799835
mas 'YubiKey Personalization Tool', id: 638161122
